
#==========================================================================================#
# >>>>> ПОДКЛЮЧЕНИЕ БИБЛИОТЕК И МОДУЛЕЙ <<<<< #
#==========================================================================================#

from django.contrib import admin
from django.urls import path
from . import views

#==========================================================================================#
# >>>>>  ГЛОБАЛЬНЫЕ ССЫЛКИ ДЛЯ РАБОТЫ САЙТА <<<<< #
#==========================================================================================#

urlpatterns = [
    path('admin/', admin.site.urls),
    path('about/', views.about),
    path('', views.home),
    path('reverse/', views.reverse, name = 'reversed')
]


